
[
  { "text": "Time is what we want most, but what we use worst.", "author": "William Penn" },
  { "text": "The key is in not spending time, but in investing it.", "author": "Stephen R. Covey" },
  { "text": "Lost time is never found again.", "author": "Benjamin Franklin" },
  { "text": "Don't watch the clock; do what it does. Keep going.", "author": "Sam Levenson" },
  { "text": "You may delay, but time will not.", "author": "Benjamin Franklin" },
  { "text": "Memento mori. Remember you will die.", "author": "Stoic Philosophy" },
  { "text": "The future depends on what you do today.", "author": "Mahatma Gandhi" },
  { "text": "An inch of time is an inch of gold, but you can't buy that inch of time with an inch of gold.", "author": "Chinese Proverb" },
  { "text": "The two most powerful warriors are patience and time.", "author": "Leo Tolstoy" },
  { "text": "Time is a created thing. To say 'I don't have time,' is like saying, 'I don't want to.'", "author": "Lao Tzu" },
  { "text": "Your time is limited, so don’t waste it living someone else’s life.", "author": "Steve Jobs" },
  { "text": "The best time to plant a tree was 20 years ago. The second best time is now.", "author": "Chinese Proverb" },
  { "text": "Time flies over us, but leaves its shadow behind.", "author": "Nathaniel Hawthorne" },
  { "text": "A man who dares to waste one hour of time has not discovered the value of life.", "author": "Charles Darwin" },
  { "text": "The way we spend our time defines who we are.", "author": "Jonathan Estrin" },
  { "text": "Time is the most valuable thing a man can spend.", "author": "Theophrastus" },
  { "text": "Productivity is never an accident. It is always the result of a commitment to excellence, intelligent planning, and focused effort.", "author": "Paul J. Meyer" },
  { "text": "Focus on being productive instead of busy.", "author": "Tim Ferriss" },
  { "text": "The shorter way to do many things is to do only one thing at a time.", "author": "Mozart" },
  { "text": "Until we can manage time, we can manage nothing else.", "author": "Peter Drucker" },
  { "text": "The bad news is time flies. The good news is you’re the pilot.", "author": "Michael Altshuler" },
  { "text": "Ordinary people think merely of spending time, great people think of using it.", "author": "Arthur Schopenhauer" },
  { "text": "Time is the wisest counselor of all.", "author": "Pericles" },
  { "text": "If you want to make good use of your time, you’ve got to know what’s most important and then give it all you’ve got.", "author": "Lee Iacocca" },
  { "text": "We must use time as a tool, not as a couch.", "author": "John F. Kennedy" },
  { "text": "Time is a storm in which we are all lost.", "author": "William Carlos Williams" },
  { "text": "Let him who would enjoy a good future waste none of his present.", "author": "Roger Babson" },
  { "text": "Defer no time, delays have dangerous ends.", "author": "William Shakespeare" },
  { "text": "This is the key to time management - to see the value of every moment.", "author": "Menachem Mendel Schneerson" },
  { "text": "Time takes it all, whether you want it to or not.", "author": "Stephen King" },
  { "text": "What then is time? If no one asks me, I know what it is. If I wish to explain it to him who asks, I do not know.", "author": "Augustine of Hippo" },
  { "text": "Time is the school in which we learn, time is the fire in which we burn.", "author": "Delmore Schwartz" },
  { "text": "Either you run the day, or the day runs you.", "author": "Jim Rohn" },
  { "text": "The common man is not concerned about the passage of time, the man of talent is driven by it.", "author": "Shoppenhauer" },
  { "text": "Suspect each moment, for it is a thief, tiptoeing away with more than it brings.", "author": "John Updike" },
  { "text": "To choose time is to save time.", "author": "Francis Bacon" },
  { "text": "Regret for wasted time is more wasted time.", "author": "Mason Cooley" },
  { "text": "Time management is life management.", "author": "Robin Sharma" },
  { "text": "The proper function of man is to live, not to exist. I shall not waste my days in trying to prolong them. I shall use my time.", "author": "Jack London" },
  { "text": "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any. It is wonderful how much may be done if we are always doing.", "author": "Thomas Jefferson" },
  { "text": "Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no laziness, no procrastination: never put off till tomorrow what you can do today.", "author": "Philip Stanhope, 4th Earl of Chesterfield" },
  { "text": "You will never find time for anything. If you want time, you must make it.", "author": "Charles Buxton" },
  { "text": "Time is long to a man who knows how to use it.", "author": "Leonardo da Vinci" },
  { "text": "There’s never enough time to do all the nothing you want.", "author": "Bill Watterson" },
  { "text": "The great dividing line between success and failure can be expressed in five words: 'I did not have time.'", "author": "Franklin Field" },
  { "text": "Nothing is a waste of time if you use the experience wisely.", "author": "Auguste Rodin" },
  { "text": "He who knows most, knows how troublesome it is to know nothing.", "author": "Turkish Proverb" },
  { "text": "Yesterday is gone. Tomorrow has not yet come. We have only today. Let us begin.", "author": "Mother Teresa" },
  { "text": "It is not that we have a short time to live, but that we waste a lot of it.", "author": "Seneca" },
  { "text": "Let not your life be wholly without acting. Take some part in the play of existence.", "author": "Baltasar Gracián" }
]
